index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2016-05-10 Tue 20:10 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Emacs China ELPA 镜像</title>
<meta name="generator" content="Org-mode" />
<meta name="author" content="Chunyang Xu" />
</head>
<body>
<div id="content">
<h1 class="title">Emacs China ELPA 镜像</h1>
<p>
ELPA 即 Emacs Lisp Package Archive，是存放 Emacs Lisp 安装包的地方。目前存在多个 ELPA，本镜像支持的 ELPA 有：
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">ELPA</th>
<th scope="col" class="org-left">源地址</th>
<th scope="col" class="org-left">镜像地址</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a href="http://elpa.gnu.org/">GNU ELPA</a></td>
<td class="org-left"><a href="http://elpa.gnu.org/packages/">http://elpa.gnu.org/packages/</a></td>
<td class="org-left"><a href="http://elpa.zilongshanren.com/gnu/">http://elpa.zilongshanren.com/gnu/</a></td>
</tr>

<tr>
<td class="org-left"><a href="https://melpa.org/">MELPA</a></td>
<td class="org-left"><a href="http://melpa.org/packages/">http://melpa.org/packages/</a></td>
<td class="org-left"><a href="http://elpa.zilongshanren.com/melpa/">http://elpa.zilongshanren.com/melpa/</a></td>
</tr>

<tr>
<td class="org-left"><a href="http://stable.melpa.org/#/">MELPA Stable</a></td>
<td class="org-left"><a href="https://stable.melpa.org/packages/">https://stable.melpa.org/packages/</a></td>
<td class="org-left"><a href="http://elpa.zilongshanren.com/melpa-stable/">http://elpa.zilongshanren.com/melpa-stable/</a></td>
</tr>

<tr>
<td class="org-left"><a href="//marmalade-repo.org/">Marmalade</a></td>
<td class="org-left"><a href="http://marmalade-repo.org/packages/">http://marmalade-repo.org/packages/</a></td>
<td class="org-left"><a href="http://elpa.zilongshanren.com/marmalade/">http://elpa.zilongshanren.com/marmalade/</a></td>
</tr>

<tr>
<td class="org-left"><a href="http://orgmode.org/elpa.html">Org</a></td>
<td class="org-left"><a href="http://orgmode.org/elpa/">http://orgmode.org/elpa/</a></td>
<td class="org-left"><a href="http://elpa.zilongshanren.com/org/">http://elpa.zilongshanren.com/org/</a></td>
</tr>

<tr>
<td class="org-left"><a href="http://joseito.republika.pl/sunrise-commander/">Sunrise Commander</a></td>
<td class="org-left"><a href="http://joseito.republika.pl/sunrise-commander/">http://joseito.republika.pl/sunrise-commander/</a></td>
<td class="org-left"><a href="http://elpa.zilongshanren.com/sc/">http://elpa.zilongshanren.com/sc/</a></td>
</tr>
</tbody>
</table>

<p>
注意：由于 emacs-china.org 未备案，本镜像用了<a href="http://zilongshanren.com/">子龙山人</a>提供的子域名：elpa.zilongshanren.com。万一日后 emacs-china.org 备案通过，elpa.zilongshanren.com 会继续工作或重定向至 elpa.emacs-china.org。
</p>

<div id="outline-container-org9988797" class="outline-2">
<h2 id="org9988797">如何使用？</h2>
</div>

<div id="outline-container-orge0d881a" class="outline-2">
<h2 id="orge0d881a">如何工作的？</h2>
</div>
</div>
</body>
</html>
